Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 话音一落，虚空中突然浮现一道人影，略微纤细，略微矮小，直到那人的真面目显露出来。
en_us: As he finished talking, from mid-air appeared a silhouette, a little slim and a little small. Then the true face of the person was revealed.

source: 话音一落，除了赤血家族，其他三方势力都同意了。
en_us: Once he finished speaking, the other three major powers all agreed, except the Vermillion Blood Clan.

source: 诡异的是，水鲨们突然停了下来。
en_us: Astonishingly, the sharks suddenly stopped.

source: 该不会……为了小命，非礼勿想。
en_us: It couldn't be that... for the sake of his life, it would be rude to keep thinking about it.

source: 该不会将两人赶走的是那个男人？
en_us: Could it be that the man was the one who had chased the two away?

source: 该不是在叫他们吧？
en_us: He couldn't be calling for them, right?

source: 该死的老家伙，心里现在一定很得意吧，云琅一死就没人与他的宝贝疙瘩争夺妖凰族，要是死的人是姬宁禹，他不信姬翁还能继续淡定的坐在这里。
en_us: This damned old fart must be very pleased in his heart. With YunLang dead, there was no one who would vie over the Demon Phoenix Clan with the apple of his eye. He did not believe that Ji Weng could continue to sit here calmly if the one who died was Ji NingYu.

source: 该灵草只有三片叶子，每片叶子的形状乍看之下非常像骷髅头，叶子的颜色是银灰色的，上面勾勒着几道细丝，颇像骷髅的眼睛鼻子和嘴巴。
en_us: This magic herb only had three leaves. At first glance, the shape of every leaf looked a lot like that of a human skull. The leaves were silver-gray, and their tops were outlined with several thin lines, making it look very similar to the eyes, nose, and mouth of a skull.

source: 语罢便收回释放的威压。
en_us: With that, he then withdrew the pressure he released.

source: 语罢，一股雄浑的灵力自他体内爆发出来，涛天强者的威压像尖尖的锥子直冲向凌霄，仿佛要靠气势先将他压垮一般。
en_us: With that, a vigorous soul power erupted from his body and the pressure of a mighty powerhouse (涛天强者) rushed towards Ling Xiao like a sharp awl, as if he was attempting to overwhelm Ling Xiao by depending solely on his aura.

source: 语罢，他快速的抽出背上的大刀，随手便挥出一道锋利的刀芒，刀芒快速的划过半空劈向游小默，那架势仿佛要将他劈成两半一样。
en_us: With that, he quickly pulled out the broadsword on his back and fired off a sharp sword light (刀芒). The sword light quickly streaked through mid-air towards You XiaoMo, as if to split him in two.

source: 说到七十层以上的挑战楼层，战况比下面的精彩许多了。
en_us: Speaking of the challenge floor (挑战楼层) for level seventy and above, the battle progress was much more brilliant and exciting than the lower levels.

source: 说到他的厨艺，那可是从小锻炼起来的。
en_us: Speaking of culinary ability, it was something he had taught himself from when he was young.

source: 说到最后一句的时候，他故意加大音量。
en_us: He raised his voice on purpose at the end.

source: 说到最后一句话的时候，他的目光便似笑非笑的落在莫雪身上。
en_us: After speaking the last sentence, his eyes fell on Mo Xue with a smile that was yet not a smile.

source: 说到最后一句话还冲他笑了笑。
en_us: At the end, he gave You XiaoMo a smile.

source: 说到这个，苏朗就一肚子气，“这几个月我一直在找心灵花草，我还特意嘱咐灵草堂有这株灵草立刻通知我，结果他们竟然瞒着我把那株灵草卖给别人，以为我不知道，还想骗我。”
en_us: Speaking of this, Su Lang was full of pent-up anger. "I've been searching for the Heart Flower Herb for these past few months, and I even specially told the Magic Herb Shop to notify me the instant that received the magic herb. Yet they actually hid the truth from me and sold the magic herb to another person, thinking that I wouldn't know, even trying to trick me."

source: 说到这，叶长老还特意看了滕梓心一眼。
en_us: Coming to this, Elder Ye glanced at Teng ZiXin.

source: 说到这，游小默已经十分确定一件事。
en_us: With this, You XiaoMo was very certain of one thing.

source: 说到这，苏朗表情突然就得意起来了，“你可知道我为什么要买那株心灵花草？”
en_us: At this, Su Lang's expression suddenly became pleased. "Do you know why I wanted to buy that Heart Flower Herb?"

source: 说完他就准备关门。
en_us: After that, he prepared to close to door.

source: 说完他就朝空中的少年走过去。
en_us: With that, he walked towards the young man in the sky.

source: 说完他就退开了。
en_us: And then he backed away.

source: 说完他的脸就龟裂了，呸呸呸，谁负二位数了，他才不是二位数，他明明是个位数的。
en_us: Then his expression cracked, pei pei pei (呸呸呸)! Who is in negative double digits! He was not in the double digits, he was clearly a single digit! <strong>t/n: pei means to spit (in contempt).</strong>

source: 说完她就往老板娘逃离的方向追过去。
en_us: After she finished, she chased after the proprietress.

source: 说完立刻拉着凌霄离开了。
en_us: After he was done, he immediately pulled Ling Xiao along and walked away.

source: 说完这句类似自言自语的话，白衣帅哥方正色的看着凌霄说道：“年轻人，好好利用你的优势，它会让你在通天大陆大放异彩。”
en_us: After finishing this sentence, which seemed as if it was spoken out loud to himself, the handsome white-robed guy said straightforwardly to Ling Xiao, "Young one (年轻人), use your advantage well. It will allow you to stand out in TongTian Continent."

source: 说完这句话，游小默就关起石室的门。
en_us: After saying this sentence, You XiaoMo closed the door of the stone room.

source: 说完这段话，她就跑开了。
en_us: After that, she ran off.

source: 说完，游小默就捕捉到青年脸上一瞬间的激动。
en_us: After finishing, You XiaoMo caught a flash of excitement across the youth's face.

source: 说完，苏朗走到颜辉面前，愉悦的笑道：“大师兄，你说如果师傅知道你阻止我去追回心灵花草，被别人欺得连面子都不敢去找回来，师傅会怎么想，他到底是会处罚你，还是处罚我？”
en_us: After finishing speaking, Su Lang walked over to Yan Hui and smiled cheerfully. "Say, dashixiong, if shifu knew that you stopped me from going to recover the Heart Flower Herb and was deceived by someone to the point that I didn't even dare to go regain some face, what would shifu think? Would he punish you, or punish me?"

source: 说实话，他也没想到大叔竟然那么早就知道颜辉有问题，他没有说出来估计是因为颜辉那段时间没有做什么对他不利的事情。
en_us: To tell the truth, he did not expect the uncle to know that Yan Hui was suspicious so quickly. He probably did not expose Yan Hui because Yan Hui did not do anything harmful to him during that time.

source: 说得好像他人就在现场一样，连死士都知道。
en_us: He spoke as if he was there, even knowing their identities.

source: 说得有条有理，其他人纷纷附和起来。
en_us: The other all started to echo what was said as it was presented in a proper and logical manner.

source: 说明人家曾经在他们眼皮底下转悠过。
en_us: That meant that the opponent had strolled around right under their noses before.

source: 说明人家的实力超过男子许多。
en_us: It meant that he was much stronger than the man.

source: 说的轻巧！
en_us: That's easy to say!

source: 说着他往储物袋掏了掏，结果只掏到几枚玉片。
en_us: As he spoke, he fished around in his magic bag, but he only pulled out a few jade tokens.

source: 说着，‘咔嚓’一声咬了一口果子。
en_us: As he spoke, he took a bite out of the fruit with a crunch.

source: 说着，两人便往外走。
en_us: With that, the two headed outside.

source: 说着，他还故意看了游小默一眼。
en_us: As he spoke, he even purposefully shot a glance at You XiaoMo.

source: 说着，莫景从怀里摸出一块牌子，看起来像是身份证明之类的，他递给游小默。
en_us: As he was speaking, Mo Jing pulled out a card from his robe. It looked as if it was an ID card or something similar, and he handed it to You XiaoMo.

source: 说罢，游小默从空间取出五个杯子放到桌上，虽然凌霄还没出来，但是给他备一个总没错，说不定等一下他就出来了。
en_us: With that, You XiaoMo took five cups from his dimension and put them on the table. Although Ling Xiao had not come out yet, he could not go wrong by preparing a cup for him. Maybe Ling Xiao would even come out awhile later.

source: 说起巨无霸的挑战赛，游小默算过，发现时间竟然和黑蜘蛛的拍卖盛会相冲，都是一个月后。
en_us: Speaking of Giganticus' competition, You XiaoMo had calculated and discovered that it was actually at the same time as Black Spider's auction. They were both one month later.

source: 说起来，鲁长老说的固心丹对他现在可谓是雪中送炭。
en_us: Speaking of, Elder Lu's Heart Fortification Pill was just what he needed.

source: 说道少主二字时，黑衣人的语气明显多了几丝不屑。
en_us: When he spoke those two words ‘young master’, the tone of the black robed man obviously contained traces of disdain.

source: 请别的丹师炼丹风险确实很大，要考虑的事情太多，风险以及暴露各种问题，还不如自己炼丹来的安心。
en_us: Getting another mage to refine pills truly was quite a risk. There was too much to consider, risks and exposure and whatnot. They might as well do it themselves.

source: 请问能倒带重播吗？
en_us: Excuse me, may I ask if I can rewind what just happened?

source: 谢俊不敢得罪她，尽管他有很多话想问莫菲，但是圣女既然开口赶人了，他也不好再继续留在这里，来日方长，反正还有机会，他并不知道夏音准备把两姐妹送回去，接着便告辞了。
en_us: Xie Jun did not dare to offend her. Although he had a lot of things to ask Mo Fei, but since holy maiden opened her mouth to chase him away, he could not continue to stay here. The future was long and there was still a chance, so he said his goodbyes. He did not know that Xia Yin was going to send the two sisters back.

source: 谢俊呵呵的笑起来，心理却连拍死他的想法都有了，要不是看在她有利用价值，他早把她扔下让她自生自灭了，真以为自己是古玛部落部长之女就能到处耀武扬威嘛？
en_us: Xie Jun chuckled, but deep down he wanted to kill her. If she wasn't still worth something, he would have left her to die a long time ago. Did she seriously think that by being the Guma Tribe Leader's daughter she's invincible?

source: 谢俊小心地收起眼中的不耐烦，“可是你别忘了，他还有一个同伴，再者，真要跟他打起来，我们这边只怕要付出惨痛的代价，到时候，洞城强盗一定会盯上我们的。”
en_us: Xie Jun carefully made sure to not show his impatience and continued, "But don't forget, he still has a comrade. Not only that, if we were to really fight him, we would pay a harsh price for it too. After that, the Dong Yu Bandits would surely set their eyes on us."

source: 谢俊最先反应过来，这是离开未免显得太刻意了，于是他只好硬着头皮继续往前走，这两人在洞城的时候已经放过他们，现在应该不会动手才对。
en_us: Xie Jun was the first to react. If he left now, that would appear too deliberate, so he could only clench his teeth and continue walking. If they let them off the hook before, they probably wouldn't do anything now.

source: 谢俊浑身僵硬，这种情况下他要是为莫雪出头那是必死无疑，可是这也是个让莫雪对他死心塌地的机会，心中天人交战，胜利的天平却很快倾向贪生怕死那一边。
en_us: Xie Jun froze. If he stood up for Mo Xue with the current circumstances, then he was as good as dead. But, it was also an opportunity to completely capture her heart. (死心塌地) As he debated, the scale soon tilted towards his fear of death.

source: 谢俊犹豫了一下便跟了过去，都到这一步了，总不能功亏一篑。
en_us: Xie Jun hesitated for a moment, and then he went along. Things had already progressed this far, he could not ruin the enterprise for the sake of one basketful.

source: 谢俊犹豫了一秒，立刻掏出一枚灵丹上前喂给莫雪，莫雪还没死，她任然是古玛部落的大小姐。
en_us: Xie Jun hesitated for a second before pulling out a magic pill for Mo Xue to eat. She was still the daughter of the Guma Tribe's leader, after all.

source: 谢俊的手很自然的圈着她的细腰，听到她的话便自信的回道：“有些强者对越是危险的地方很感兴趣，一言不合打起架的强者也不在少数，只要我们不靠近，他们应该不会迁怒我的。”
en_us: Xie Jun's arm went around her waist quite casually and, hearing of her question, replied confidently, "Some powerouses are interested in these dangerous places, and those that start fighting on a whim aren't few. So long as we don't go near them, they shouldn't attack us."

source: 谢俊的表情却一瞬间僵硬了一下，这种事情难道要他承认他们所有人合起来都不是两人任何一人的对手？
en_us: Xie Jun's expression stiffened for a moment. Would he have to admit that all of them added together wouldn't be a match for either of the two?

source: 谢俊眼中闪过一丝对莫雪的不悦，立刻拉住她，“雪儿，不要挑衅他。”
en_us: A flash of displeasure towards Mo Xue appeared in Xie Jun's eyes as he pulled her back, "Xue-er, don't provoke him."

source: 谢俊眼疾手快的抓住她，“不要过去，那火焰不是普通的火焰，你过去也会被烧伤的。”
en_us: With quick reflexes, Xie Jun caught her, "Don't go there, that's not a normal flame, even you would be burned if go."

source: 谢俊立刻扶住她，表情略微尴尬，关心的问道：“小姐，你怎么了，是不是哪里受伤了？”
en_us: Xie Jun immediately supported her with a slightly embarrassed expression as he asked with concern, "What's wrong, Young Lady? Are you injured anywhere?"

source: 谢俊笑了笑，抽出手说：“莫姑娘，最近的洞域很不太平，强盗的数量一直在增长，你们最好等人多一点再来，不然很容易被盯上的。”
en_us: Xie Jun smiled and pulled out his hand, "Lady Mo, recently DongYu (洞域) has not been very peaceful and the number of bandits have been increasing. It's better if you wait for more people to come back, otherwise it's easy to be targeted."

source: 谢俊脸色稍微难看了一些。
en_us: Xie Jun's expression twisted.

source: 谢俊虽然对莫雪别有心思，但是见她这么崇拜自己也很受用。
en_us: Though Xie Jun had ulterior motives for Mo Xue, seeing her look at him so worshipfully wasn't bad.

source: 谢俊这次没有再抽出手，笑了笑，“不用客气，照顾美丽的小姐是应该的。”
en_us: Xie Jun did not pull his hand out this time. He smiled as he replied, "You're welcome. It's only right to take care of beautiful ladies."

source: 谢俊连忙扶住她，轻声说道：“雪儿，别激动，很难根治不代表不能根治，一定会有办法的。”
en_us: Xie Jun hastily supported her and said quietly, "Xue-er (雪儿), don't get too excited. 'Very hard to cure completely' doesn't mean that it's impossible to cure completely, there will definitely be a way."

source: 货刚卸到三分之一，船长就上来叫他们下去，说有人找他们。
en_us: A third of the cargo had just been unloaded when the captain came up and told them to get off, saying that there was someone looking for them.

source: 贪狼亦贪婪，有名的七罪兽之一，从古至今都只有一只，如果真是贪狼的内丹，那就表示那头贪狼已经死了，将来或许还会再出现新的贪狼，但却不知是多少年以后的事。
en_us: The Wolf of Gluttony was also greedy, and it was one of the famous Seven Sins Beasts. There had only ever been one of its kind, and if it was truly the Wolf of Gluttony's Life Crystal, then that meant that that Wolf of Gluttony had already died. In the future, a new Wolf of Gluttony might appear again, but nobody knew how many years later it would be.

source: 贪生怕死的人还是有很多的，特别是在接二连三的传出这里是修炼者的坟墓，之后就没什么人敢到这里来。
en_us: There were plenty of people who were terrified of death, especially of a place like this that continuously had rumors of being a practitioner's grave. So, barekly anyone came anymore.

source: 费了一番波折，凌霄总算把禁制解开了。
en_us: Ling Xiao finally undid the seal after many of twists and turns.

source: 赔了夫人又折兵，在交出之前炼的高级灵丹后，游小默深深地忧伤了，他感觉自己像个冤大头，就像有M体质一样，被折腾后还要返给点钱，简直就是有病！
en_us: After handing over the high leveled magic pills he had refined before, You XiaoMo felt a deep-seated sorrow. He felt like he had been tricked because of his generosity; like a masochist, he had paid the other after being tormented. Was he an idiot!?

source: 赤血家族与游小默和凌霄的恩怨比妖凰族还要大，自从双方的恩怨摆到明面上后，两人的长相就在赤血家族传遍了，开始他没注意，现在才发现竟然是‘老熟人’，而且还是两个危险的熟人。
en_us: The resentment the Vermillion Blood Clan felt towards them was even stronger than towards the Demon Phoenix Clan. Ever since their resentment were brought onto the open, their faces were known all over the clan. At first he didn't notice, only now did he realize they were a 'familiar face' and dangerous ones at that.

source: 赤血家族为了名正言顺的抓游小默，给他安了个盗窃的罪名，而且又因为他姓游，所以这件事算是赤血家族的‘家事’，外人插手不得。
en_us: In order for the Vermillion Blood Clan to justify capturing You XiaoMo, they accused him of stealing. Furthermore, because his surname was You, this counted as the Vermillion Blood Clan's 'family business,' outsiders had to withdraw.

source: 赤血家族传族之宝的根源可以追溯到远古，是每一代家主继承家主之位的信物，也就是说，谁拥有传族之宝谁就是家主，但不是人人都用得了传族之宝。
en_us: The origin of the ChiXue Clan's Inheritance Jewel could be traced back to ancient times and it served as a symbol (信物) of every Family Head that would inherit that clan (是每一代家主继承家主之位的信物). That was to say, whoever had the Inheritance Jewel was the Family Head, but not just anyone could use the Inheritance Jewel.

source: 赤血家族在证实凌霄不是麒麟族的人后就决定将游小默抓回去，于是特意派人前往逍遥院，不过却得知他们不在，两人不知道去了哪里。
en_us: After the Vermillion Blood Clan confirmed that Ling Xiao wasn't from the Qilin Clan, they decided to capture You XiaoMo and take him back. Therefore, they specially sent people to the XiaoYao Institution, but they then learned that they weren't there and that nobody knew where the two of them had gone.

source: 赤血家族提供的龙血取自银龙，银龙是允族中仅次于金龙的一种妖兽，金龙就是四灵中的真龙，地位在龙族中无比神圣与威严。
en_us: The dragon blood the Vermilion Blood Clan was offering was taken from a Silver Dragon (银龙). The Silver Dragon was a type of demon beast that was second only to the Golden Dragon in the Yun Clan (允族). The Golden Dragon was a true dragon from the Four Divine Emperor Beasts and its standing within the Dragon Clan was extremely sacred and prestigious.

source: 赤血家族的代表尽管气急，但是并未冲昏头脑，他刻意点明黑蜘蛛，没有提及另外三方势力是故意的，免得他们以为赤血家族想一挑四。
en_us: Even though the representative from the Vermillion Blood Clan was furious, he didn't get carried away by it. He purposefully pointed out the Black Spider and didn't mention the other three major powers, so as to avoid them thinking that the Vermillion Blood Clan wanted to do a 1v4.

source: 赤血家族的强者看在他们与古玛部落是同盟的份上，顿时好心的提点他一句，连赤血家族都拿他们没办法，何况是古玛部落，而且现在对付不了他们，不代表以后不行，忍一忍就好了。
en_us: Seeing that the Vermillion Blood Clan was in alliance with the Guma Tribe, the expert told him in good will. Even the Vermillion Blood Clan could do nothing against them, much less the Guma Tribe. Also, just because they couldn't do anything now, doesn't mean they would never be able to. It's better to wait for now.

source: 赤血家族的探子原本还想凌霄和妖凰族打个你死我活，然后他们再来个黄雀在后，眼下却连妖凰族的姬芮都败了，这件事必须传给家主。
en_us: The Vermillion Blood Clan's scouts had originally thought that Ling Xiao and the Demon Phoenix Clan would fight until death, before they would swoop in afterwards. But even the Demon Phoenix Clan's Ji Rui was defeated. This was something that had to be relayed back to the head of the family.

source: 赤血家族虽然扬言要把游小默这个“叛徒”抓回去，但是主角不在，你就是蹦得再厉害也没人捧场。
en_us: Although the Vermillion Blood Clan threatened to drag the 'traitor' You XiaoMo back home, the protagonist was still absent. No matter how high you leaped, there was still nobody there to applaud you.

source: 赤血家族都知道他是在指他们，表情顿时难看起来。
en_us: The Vermillion Blood Clan all knew that he was referring to them, and their expressions instantly grew ugly.

source: 赤血机组试了许多年，然而信物还是信物，依然无人知道怎么开启传族之宝。
en_us: The ChiXue technical team (机组) had tried for many years, but the symbol was still a symbol and there was still no one who knew how to activate (开启) the Inheritance Jewel.

source: 赦长老应下后便带着几名弟子匆匆的离开了。
en_us: Elder She acquiesced and hurriedly left with a few disciples.

source: 赦长老立刻走到游震天面前低语了几句。
en_us: Elder She immediately walked to You ZhenTian and muttered a few sentences to him.

source: 赫然是几日前他们在酒楼里遇到的那名青年，那时还以为他走了，没想到竟然跑到城主府来行窃。
en_us: It was the young man they had met in the hotel a few days ago. They had thought the other had left, but instead he was in the City Master's home causing trouble.

source: 走了几步，她突然又回过头来，朝他甜甜一笑。
en_us: After walking a few steps, she suddenly looked back again, smiling sweetly at him.

source: 走廊的气氛也凝滞了起来，大家面面相觑，大概没想到游小默会这么干脆，不过这样的结果却是最好的，越早说明就不会让对方心存念想。
en_us: The atmosphere in the hallway immediately became heavy. Everyone looked at each other. They probably hadn't thought You XiaoMo would be so blunt. However, this was the best choice. The earlier you made things clear, the less the other would have lingering thoughts.

source: 走过一条街，他们终于看到一家挨着一家的酒楼，档次虽然没有人类城市高，但是门面看着也挺干净整洁的，而且大部分酒楼都很热闹。
en_us: After crossing a street, they finally saw a block of hotels next to each other. Although the quality was not as high as those in human city, the facade looked quite clean and tidy, and the majority of the hotels were bustling with noise and excitement.

source: 走道另一边，乔无星追上天心后，本来想劝慰她几句，让她不要放在心上，却发现她的眼睛水汪汪的，好像下一秒眼泪就会掉下来一样，小脸都是倔强，表情不由得柔和了下来。
en_us: On the other side of the corridor, Qiao WuXing had planned on consoling Tian Xin with a few words after catching up and telling her to not think too much of it. However, he found her teary-eyed, as if she'd start crying in the next moment, but wearing a determined expression. He couldn't help but soften at this.

source: 赵二冷笑一声，“小鬼，不要给脸不要脸，敬酒不吃吃罚酒，让你给我们做饭是看得起你。”
en_us: With a cold laugh, Zhao Er said, "You little(小鬼), don't give yourself face, (不要给脸不要脸，敬酒不吃吃罚酒), the fact that we are letting you cook is thinking highly of you."

source: 赵二嗷呜一声，一脸痛苦扭曲的捂着他的蛋蛋，尼玛——碎了！
en_us: With a cry of pain, Zhao Er covered his balls with a painfully twisted expression, fuck, it shattered! (尼玛——碎了)

source: 赵二在房间里也闻到这股香味，听说他们要去找厨师，二话不说就跟他们一起去厨房了，不过他们去得稍微晚一些，等他们赶到的时候，万厨师和小助手已经把饭菜都扫光了。
en_us: Zhao Er also smelled it from his room. Hearing that they were going to find the chef, he joined in instantly. But they arrived a bit late so by the time they arrived, Chef Wan and his assistant had already finished everything.

source: 赵二阴着脸，身上骤然爆发出一股不弱的气势，竟然对凡人出手，若是传出去，他肯定会被修炼者鄙视的。
en_us: Zhao Er's expression darkened and from his body erupted a formidable force. But raising his hand against a commoner, if the word spread, he would be looked down upon by all practitioners.

source: 起初他很高兴，因为姬凤终于不是第一了，可是在这几个月里，他却被族中的长辈加倍的操练，妖凰族多了一个族人，可麒麟族没有，老家伙们都有着不服输的脾气，岂甘心落后于人。
en_us: He had rejoiced in the beginning, as Ji Feng was finally not the number one anymore. However, within these few months, his training had been doubled by the elders in the clan. The Demon Phoenix Clan had one more member, but the Qilin Clan did not. The old chaps all had a disposition of refusing to admit defeat, how could they be resigned to fall behind?

source: 趁他们在说话，游咏迅速的取出一枚空间符，要同时杀掉他们三人是不可能的，所以她只能先离开这里再作打算。
en_us: You Yong swiftly took out a teleportation talisman while they were talking. It was impossible for her to kill these three at the same time, so she could only leave before hatching another plan.

source: 趁凌霄在专注的炼化尸体，游小默偷偷溜出了偏殿。
en_us: You XiaoMo sneaked out of the side chamber while Ling Xiao was concentrating on refining the corpse.

source: 超级洞府的消息不是空穴来风，否则也不可能引来那么多人，如今越来越多的人感到这里来，其中亦包括东洲一些势力。
en_us: The information about the legendary cave dwelling couldn't have come from nothing, or else it wouldn't have attracted so many people. As of today, more and more people had rushed over to this place, including some major powers in Dong Zhou.

source: 超级洞府的消息不管是真是假，那些喜欢冒险，垂涎洞府里的宝贝的人绝对不会错过这个机会，而敢来这里冒险的人都是有点实力的，单独行动容易比起一些不安好心的人的觊觎。
en_us: Regardless of the truth of the legendary cave dwelling, the ones who liked adventure wouldn't pass out on something like this and it was often those people who were powerful. Working alone was likely to draw unwanted attention.

source: 超过三四百只鸟，五彩缤纷，画面极其壮观。
en_us: The sight of more than three hundred to four hundred birds bursting into flight painted a riot of colors, creating an extremely spectacular scene.

source: 越是与他交手，天明二人就越心惊。
en_us: The more moves they exchanged, the greater the apprehensiveness in Tian Ming and Tian Hen grew.

source: 越是危险的地方，空间就越薄弱。
en_us: The more dangerous a place was, the weaker the space (空间).

source: 趴在玉床上观察情况的游小默被突如其来的晃动吓到，整个人从玉床上滚了下来，像雪球一样滚出了三四米，最后四仰八躺的倒在玩得正高兴地吞金兽面前。
en_us: You XiaoMo, who was lying on the jade bed watching the situation, was frightened by the sudden shaking. His entire person fell from the jade bed and rolled out three to four meters like a snowball. Finally he landed on his back (四仰八躺) in front of the Metal Swallowing Beast who had been happily playing.

source: 跑到偏殿，他看到凌霄还在炼化白虎的尸体，而且只炼化了一半，找这个进度，等结界被那群人破了，说不定还没成功，而且他们还没找到水元素之心。
en_us: He ran to the side chamber and saw that Ling Xiao was still refining the corpse of the White Tiger. He had only refined half of the corpse. Based off this progress, perhaps Ling Xiao would not be done by the time that group of people had broken the wards. Furthermore, they had not yet found the Water Elemental Essence.

source: 距离下次挑战赛还有一个半月，游小默就没有急着回逍遥游，而且他们还要等熊笑的消息，前两天发生的那场老鹰大战，苍盟的人必定知道了。
en_us: There was a month until the next challenges so You XiaoMo didn't need to rush to get back to XiaoYao Academy. Plus, he still had to wait for Xiong Xiao to contact him. The Cang Alliance definitely must've gotten wind of the battle with Old Eagle two days ago.

source: 距离拍卖会的时间已经接近，很多人都已经进去了，所以看到这一幕的人并不多。
en_us: Not many people witnessed this scene as it was almost time for the auction to begin and many people had already gone in.

source: 距离门口最近那伙人有五个，不凑巧的是，游小默对其中四个有点印象。
en_us: Five of them were standing close to the door, and unluckily for You XiaoMo, he knew four of them.

source: 跟一群实力超过他许多的强者坐在同一排，游小默表示木有压力。
en_us: You XiaoMo, sitting with a bunch of people whose strength far exceeded his own, expressed that he felt no pressure at all.

source: 跟凌霄说的差不多呢。
en_us: Almost the same as what Ling Xiao said.

source: 跟在他身后的人急忙刹车，刚要说话就看到趴在窗边一脸贼笑的游小默，一个个的表情像僵尸一样硬了，莫菲更是吓得躲到牛徐阳身后。
en_us: The people behind him took an emergency break too. Just as they were about to speak, they saw You XiaoMo leaning against the window with a devious smile. Everyone of them froze like a zombie and Mo Fei even hid behind Niu XuYang.

source: 跟着游小默和凌霄的只有毛球，皮球四人都跑掉了。
en_us: MaoQiu was the only one following You XiaoMo and Ling Xiao. PiQiu and the three others (皮球四人) had ran off.

source: 跟着黑鸦行出一千米，凌霄突然停了下来。
en_us: Ling Xiao suddenly stopped after following the black crow for a thousand kilometers.
